xeon/20220912-btrfs-limit/stripe/default/10000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 10000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 114001831
number of failed transactions: 0 (0.000%)
latency average = 0.253 ms
initial connection time = 11.068 ms
tps = 126668.359107 (without initial connection time)